{
  "articles":[
    {
      "title": "Crew-4 Prelaunch Briefings, Weather Update",
      "poster": "/photo-launch1.jpg",
      "paragraphs": ["NASA’s SpaceX Crew-4 launch is targeted at 3:52 a.m. EDT Wednesday, April 27, to the International Space Station from Launch Complex 39A at NASA’s Kennedy Space Center in Florida.", "The U.S. Space Force 45th Weather Squadron predicts a 90% chance of favorable weather conditions at the launch pad for liftoff of the Crew-4 mission based on Falcon 9 Crew Dragon launch weather criteria. The primary weather concerns for the launch area are the cumulus cloud and flight through precipitation rules. Teams also will monitor weather conditions both for the launch area and downrange for the flight of Crew Dragon.", "NASA will provide coverage of the upcoming prelaunch activities for the mission sending astronauts to the microgravity laboratory. Prelaunch activities will air live on NASA Television, the NASA app, and the agency’s website. NASA’s SpaceX Crew-4 prelaunch coverage is as follows (all times Eastern)"]
    },
    {
      "title": "SpaceX Completes Falcon 9 Static Fire Test in Preparation for Crew-4 Launch",
      "poster": "/photo-launch2.jpg",
      "paragraphs": ["On April 20, the SpaceX Falcon 9 rocket that will launch the Dragon Freedom capsule and Crew-4 astronauts to the International Space Station surpassed a key milestone ahead of launch. While vertical on the launch pad at Kennedy Space Center’s Launch Complex 39A in Florida, the rocket’s nine Merlin first-stage engines roared to life for seven seconds, completing the routine but critical integrated static fire test.", "The Crew-4 mission will carry Mission Commander Kjell Lindgren, Pilot Robert Hines, and Mission Specialist Jessica Watkins, as well as ESA (European Space Agency) astronaut Samantha Cristoforetti, who will also serve as a mission specialist, to the space station for a six-month science mission.", "This is the fourth crew rotation flight for the agency’s Commercial Crew Program. More details about the mission and the Commercial Crew Program can be found in the online press kit, or by following the commercial crew blog, @commercial_crew, and commercial crew on Facebook."]
    },
    {
      "title": "Crew-4 Dragon Rolls to the Pad, Completes Dry Dress Rehearsal",
      "poster": "/photo-launch3.jpg",
      "paragraphs": ["The SpaceX Falcon 9 rocket, with Crew Dragon atop, rolled out to the launch pad on April 19, at Kennedy Space Center in Florida in preparation for NASA’s Crew-4 launch. The rocket is now in a vertical position at Kennedy’s Launch Pad 39A and underwent a successful dry dress rehearsal in the early morning hours of April 20 with the launch team and crewmembers", "The mission will carry NASA astronauts Kjell Lindgren, Robert Hines, and Jessica Watkins, and ESA (European Space Agency) astronaut Samantha Cristoforetti, to the International Space Station for their planned science mission. This is the first spaceflight for Hines and Watkins and the second flight for Lindgren and Cristoforetti.", "Upon their arrival, the Crew-4 astronauts will have a short overlap with NASA astronauts Raja Chari, Tom Marshburn, and Kayla Barron, and ESA (European Space Agency) astronaut Matthias Maurer, who flew to the station as part of the agency’s SpaceX Crew-3 mission in November 2021. Also on board are Roscosmos cosmonauts Oleg Artemyev, Denis Matveev, and Sergey Korsakov who flew to the station on a Soyuz spacecraft on March 18, 2022, Expedition 66 Commander Anton Shkaplerov and cosmonaut Pyotr Dubrov.", "The mission will fly a new Crew Dragon, which crew members have named Freedom. Mission Commander Lindgren tweeted the significance of the name: “The name celebrates a fundamental human right, and the industry and innovation that emanate from the unencumbered human spirit.” The spacecraft’s name also recalls Freedom 7, the spacecraft that carried Alan Shepard as the first American launched into space on May 5, 1961 aboard NASA’s Mercury-Redstone 3."]
    },
    {
      "title": "Dragon Spacecraft Mated to Falcon 9",
      "poster": "/photo-launch4.jpg",
      "paragraphs": ["The SpaceX Dragon Freedom spacecraft for NASA’s Crew-4 mission is now mated to the Falcon 9 rocket that will launch it on its flight to the International Space Station. The launch vehicle – with Dragon atop – was rolled out to the launch pad and it will be raised to a vertical position today, April 19, in preparation for launch. Liftoff of the Falcon 9 is scheduled for 5:26 a.m. EDT Saturday, April 23.", "On Sunday, April 17, the day after teams transported the spacecraft from SpaceX’s processing facility at Cape Canaveral Space Force Station, Florida, into the hangar at nearby Kennedy Space Center’s Launch Complex 39A, the space capsule was attached to the rocket in a horizontal position.", "The Crew-4 mission will carry NASA astronauts Kjell Lindgren, Robert Hines, and Jessica Watkins, and ESA (European Space Agency) astronaut Samantha Cristoforetti to the International Space Station for their planned science mission as part of NASA’s Commercial Crew Program.", "The Falcon 9 will accelerate Dragon to an orbital velocity of 17,500 mph prior to spacecraft separation and rendezvous and docking with the space station. This will be the fourth mission for this Falcon 9, which previously launched SpaceX’s 22nd commercial resupply services mission and Crew-3 for NASA, as well as the Turkish communications satellite, Turksat-5B. Flying crew on a fourth-flight booster will be a first for the Commercial Crew Program and a huge accomplishment for the program and industry.", "Crew-4’s arrival to the orbiting laboratory is planned for around 6 a.m. EDT Sunday, April 24, followed by a short overlap with NASA astronauts Raja Chari, Tom Marshburn, and Kayla Barron, and ESA astronaut Matthias Maurer, who flew to the station as part of the agency’s SpaceX Crew-3 mission in November 2021.", "Tune in to NASA TV or the agency’s website for live coverage of mission activities, beginning Friday at 9:30 p.m. with the prelaunch news conference. Launch day coverage, which also can be found here, starts Saturday at 1:45 a.m. EDT."]
    }
  ]
}